Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# focusLockedBody
source: Plan focused work and breaks around your shift.
ar: نظّم أوقات التركيز والاستراحة بما يناسب ورديتك.
de: Plane konzentrierte Arbeit und Pausen passend zu deiner Schicht.
es: Organiza el trabajo concentrado y los descansos según tu turno.
fr: Organisez vos tâches et vos pauses selon vos horaires de travail.
hi_in: अपनी शिफ़्ट के हिसाब से एकाग्र काम और ब्रेक की योजना बनाएँ।
id: Rencanakan waktu fokus dan istirahat sesuai sif Anda.
it: Pianifica il lavoro concentrato e le pause in base al tuo turno.
ja: 勤務時間に合わせて、集中する時間と休憩を組み立てましょう。
ko: 근무 일정에 맞춰 집중할 시간과 휴식을 계획하세요.
mr_in: तुमच्या शिफ्टनुसार एकाग्र काम आणि विश्रांतीचे नियोजन करा.
pt: Planeje momentos de concentração e pausas de acordo com seu turno.
ru: Планируйте сосредоточенную работу и перерывы с учётом своей смены.
th: วางแผนช่วงทำงานอย่างมีสมาธิและช่วงพักให้เข้ากับกะของคุณ
tr: Odaklanma ve mola zamanlarını vardiyanıza göre planlayın.
vi: Sắp xếp thời gian tập trung và nghỉ ngơi theo ca làm của bạn.
zh_cn: 把专注任务与休息安排进你的工作日。
zh_hk: 把專注任務與休息安排到你的工作日。
zh_tw: 把專注任務與休息安排進你的工作日。

# focusLockedTitle
source: Focus is a Plus feature
ar: التركيز ميزة في Plus
de: Fokus ist eine Plus-Funktion
es: Concentración es una función Plus
fr: La concentration est une fonction Plus
hi_in: फ़ोकस एक Plus सुविधा है
id: Fokus adalah fitur Plus
it: Concentrazione è una funzione Plus
ja: 集中は Plus の機能です
ko: 집중은 Plus 기능입니다
mr_in: फोकस हे Plus वैशिष्ट्य आहे
pt: Foco é uma funcionalidade Plus
ru: Фокус — функция Plus
th: โฟกัสเป็นฟีเจอร์ Plus
tr: Odak bir Plus özelliğidir
vi: Tập trung là tính năng Plus
zh_cn: 番茄钟是 Plus 功能
zh_hk: 番茄鐘是 Plus 功能
zh_tw: 番茄鐘是 Plus 功能

# focusLongBreak
source: Long break
ar: استراحة طويلة
de: Lange Pause
es: Descanso largo
fr: Pause longue
hi_in: लंबा विश्राम
id: Istirahat panjang
it: Pausa lunga
ja: 長い休憩
ko: 긴 휴식
mr_in: मोठी विश्रांती
pt: Pausa longa
ru: Длинный перерыв
th: พักยาว
tr: Uzun mola
vi: Nghỉ dài
zh_cn: 长休息
zh_hk: 長時間休息
zh_tw: 長時間休息

# focusLongBreakDuration
source: Long break
ar: استراحة طويلة
de: Lange Pause
es: Descanso largo
fr: Pause longue
hi_in: लंबा विश्राम
id: Istirahat panjang
it: Pausa lunga
ja: 長い休憩
ko: 긴 휴식
mr_in: मोठी विश्रांती
pt: Pausa longa
ru: Длинный перерыв
th: พักยาว
tr: Uzun mola
vi: Nghỉ dài
zh_cn: 长休息
zh_hk: 長時間休息
zh_tw: 長時間休息

# focusLongBreakEvery
source: Long break after
ar: استراحة طويلة بعد
de: Lange Pause nach
es: Descanso largo después de
fr: Pause longue après
hi_in: लंबे विश्राम का अंतराल
id: Istirahat panjang setiap
it: Pausa lunga dopo
ja: 長い休憩まで
ko: 긴 휴식 후
mr_in: मोठ्या विश्रांतीनंतर
pt: Pausa longa depois de
ru: Длинный перерыв после
th: พักยาวหลังจาก
tr: Uzun mola sıklığı
vi: Nghỉ dài sau
zh_cn: 每隔几轮进行长休息
zh_hk: 每隔幾輪進行長時間休息
zh_tw: 每隔幾輪進行長時間休息

# focusMakeFavorite
source: Add to quick tasks
ar: إضافة إلى المهام السريعة
de: Zu Schnellaufgaben hinzufügen
es: Añadir a tareas rápidas
fr: Ajouter aux tâches rapides
hi_in: त्वरित कार्यों में जोड़ें
id: Tambahkan ke tugas cepat
it: Aggiungi alle attività rapide
ja: よく使うタスクに追加
ko: 자주 쓰는 작업에 추가
mr_in: झटपट कामांमध्ये जोडा
pt: Adicionar às tarefas rápidas
ru: Добавить в быстрые задачи
th: เพิ่มไปยังงานด่วน
tr: Hızlı görevlere ekle
vi: Thêm vào tác vụ nhanh
zh_cn: 设为常用任务
zh_hk: 設為常用任務
zh_tw: 設為常用任務

# focusNewTask
source: Add task
ar: إضافة مهمة
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
hi_in: काम जोड़ें
id: Tambah tugas
it: Aggiungi attività
ja: タスクを追加
ko: 작업 추가
mr_in: काम जोडा
pt: Adicionar tarefa
ru: Добавить задачу
th: เพิ่มงาน
tr: Görev ekle
vi: Thêm việc
zh_cn: 添加任务
zh_hk: 新增任務
zh_tw: 新增任務

# focusNextBlock
source: Next block
ar: الفترة التالية
de: Nächster Block
es: Siguiente bloque
fr: Bloc suivant
hi_in: अगला ब्लॉक
id: Blok berikutnya
it: Blocco successivo
ja: 次のブロック
ko: 다음 블록
mr_in: पुढील ब्लॉक
pt: Próximo bloco
ru: Следующий блок
th: ช่วงถัดไป
tr: Sonraki blok
vi: Ô kế tiếp
zh_cn: 下一格
zh_hk: 下一格
zh_tw: 下一格

# focusNextFocusBody
source: Your break is complete. Choose a task to begin the next round.
ar: انتهت الاستراحة. اختر مهمة لبدء الجولة التالية.
de: Die Pause ist vorbei. Wähle eine Aufgabe für die nächste Runde.
es: El descanso ha terminado. Elige una tarea para iniciar la siguiente ronda.
fr: La pause est terminée. Choisissez une tâche pour commencer la prochaine série.
hi_in: विश्राम पूरा हो गया। अगला दौर शुरू करने के लिए कोई काम चुनें।
id: Istirahat selesai. Pilih tugas untuk memulai putaran berikutnya.
it: La pausa è terminata. Scegli un’attività per iniziare il prossimo giro.
ja: 休憩が終わりました。タスクを選んで次のラウンドを始めます。
ko: 휴식이 끝났습니다. 작업을 선택해 다음 라운드를 시작하세요.
mr_in: विश्रांती पूर्ण झाली. पुढील फेरीसाठी एखादे काम निवडा.
pt: A pausa terminou. Escolha uma tarefa para iniciar a próxima ronda.
ru: Перерыв закончился. Выберите задачу для следующего раунда.
th: พักเสร็จแล้ว เลือกงานเพื่อเริ่มรอบถัดไป
tr: Mola bitti. Sonraki turu başlatmak için bir görev seçin.
vi: Giờ nghỉ đã xong. Chọn một việc để bắt đầu vòng tiếp theo.
zh_cn: 休息已结束。选择一个任务开始下一轮。
zh_hk: 休息完咗。揀一項工作開始下一輪。
zh_tw: 休息結束了。選擇一項工作開始下一輪。

# focusNoEmptyBlock
source: This shift has no empty block left. The task is on today's list.
ar: لم تعد هناك فترة فارغة في هذه الوردية. أُضيفت المهمة إلى قائمة اليوم.
de: In dieser Schicht ist kein Block mehr frei. Die Aufgabe steht auf der heutigen Liste.
es: Este turno ya no tiene bloques libres. La tarea está en la lista de hoy.
fr: Ce service n’a plus de bloc libre. La tâche est dans la liste du jour.
hi_in: इस शिफ़्ट में कोई खाली ब्लॉक नहीं बचा। कार्य आज की सूची में जोड़ दिया गया।
id: Sif ini tidak punya blok kosong lagi. Tugasnya masuk ke daftar hari ini.
it: Questo turno non ha più blocchi liberi. L'attività è nell'elenco di oggi.
ja: このシフトに空きブロックがありません。タスクは今日のリストに入れました。
ko: 이번 근무에 빈 블록이 없습니다. 작업은 오늘 목록에 담았습니다.
mr_in: या शिफ्टमध्ये रिकामा ब्लॉक उरला नाही. कार्य आजच्या यादीत जोडले आहे.
pt: Este turno já não tem blocos livres. A tarefa ficou na lista de hoje.
ru: В этой смене не осталось свободных блоков. Задача добавлена в список на сегодня.
th: กะนี้ไม่มีช่วงว่างแล้ว งานถูกเพิ่มไว้ในรายการวันนี้
tr: Bu vardiyada boş blok kalmadı. Görev bugünün listesinde.
vi: Ca này không còn ô trống. Việc đã được thêm vào danh sách hôm nay.
zh_cn: 这个班次没有空格了，任务已经加到今天的列表里。
zh_hk: 這個班次沒有空格了，任務已經加到今天的清單裡。
zh_tw: 這個班次沒有空格了，任務已經加到今天的清單裡。

# focusNoEmptyBlockShort
source: No empty block left
ar: لا توجد فترة فارغة
de: Kein freier Block
es: Sin bloques libres
fr: Plus de bloc libre
hi_in: कोई खाली ब्लॉक नहीं
id: Tidak ada blok kosong
it: Nessun blocco libero
ja: 空きブロックなし
ko: 빈 블록 없음
mr_in: रिकामा ब्लॉक नाही
pt: Sem blocos livres
ru: Свободных блоков нет
th: ไม่มีช่วงว่าง
tr: Boş blok yok
vi: Hết ô trống
zh_cn: 没有空格了
zh_hk: 沒有空格了
zh_tw: 沒有空格了

# focusNoRoom
source: There is not enough time left in this shift for that.
ar: ما بقي من الوردية اليوم لا يتسع لهذه الفترة.
de: In dieser Schicht ist dafür nicht genug Zeit übrig.
es: Hoy no queda turno suficiente para esto.
fr: Il ne reste pas assez de temps dans le service aujourd’hui.
hi_in: आज की बची शिफ़्ट में इसके लिए जगह नहीं है।
id: Sisa jam kerja hari ini tidak cukup untuk itu.
it: Oggi non resta abbastanza turno per questo.
ja: 今日の残りのシフトには入りません。
ko: 오늘 남은 근무 시간으로는 넣을 수 없습니다.
mr_in: आजच्या उरलेल्या शिफ्टमध्ये याला जागा नाही.
pt: Não sobra turno suficiente hoje para isto.
ru: В остатке смены на это уже не хватает времени.
th: เวลากะที่เหลือวันนี้ไม่พอสำหรับช่วงนี้
tr: Bugün kalan vardiyada buna yer yok.
vi: Ca hôm nay không còn đủ thời gian cho việc này.
zh_cn: 今天剩下的班次排不下这个了。
zh_hk: 今日剩返嘅更排唔落呢個。
zh_tw: 今天剩下的班排不下這個了。

# focusNoRoomThisShift
source: Not enough time this shift
ar: لا يكفي الوقت في هذه الوردية
de: Keine Zeit in dieser Schicht
es: No queda tiempo en este turno
fr: Pas assez de temps dans ce service
hi_in: इस शिफ़्ट में समय नहीं बचा
id: Tidak cukup waktu di shift ini
it: Non c’è tempo in questo turno
ja: この勤務では時間が足りません
ko: 이번 근무에 시간이 부족해요
mr_in: या शिफ्टमध्ये वेळ उरला नाही
pt: Não há tempo neste turno
ru: В этой смене не хватает времени
th: กะนี้เหลือเวลาไม่พอ
tr: Bu vardiyada yeterli süre yok
vi: Ca này không còn đủ thời gian
zh_cn: 本班次时间不足
zh_hk: 呢更唔夠時間
zh_tw: 本班次時間不足

# focusNoShift
source: No shift to plan right now.
ar: لا توجد وردية للتخطيط الآن.
de: Gerade gibt es keine Schicht zu planen.
es: Ahora mismo no hay turno que planificar.
fr: Aucun service à planifier pour le moment.
hi_in: अभी कोई शिफ़्ट नियोजित करने को नहीं है।
id: Belum ada sif untuk direncanakan.
it: Nessun turno da pianificare al momento.
ja: いま予定を組めるシフトがありません。
ko: 지금 계획할 근무가 없습니다.
mr_in: सध्या नियोजनासाठी शिफ्ट नाही.
pt: Não há turno para planear agora.
ru: Сейчас нет смены для планирования.
th: ตอนนี้ยังไม่มีกะให้วางแผน
tr: Şu anda planlanacak vardiya yok.
vi: Hiện chưa có ca làm nào để sắp xếp.
zh_cn: 现在没有可以安排的班次。
zh_hk: 現在沒有可以安排的班次。
zh_tw: 現在沒有可以安排的班次。

# focusNotificationIssue
source: Timer notifications need attention
ar: تحتاج إشعارات المؤقت إلى الانتباه
de: Timer-Benachrichtigungen benötigen Aufmerksamkeit
es: Las notificaciones del temporizador necesitan atención
fr: Les notifications du minuteur nécessitent votre attention
hi_in: टाइमर सूचनाओं पर ध्यान देना ज़रूरी है
id: Notifikasi timer perlu diperhatikan
it: Le notifiche del timer richiedono attenzione
ja: タイマー通知の確認が必要です
ko: 타이머 알림을 확인해 주세요
mr_in: टायमर सूचना तपासण्याची गरज आहे
pt: As notificações do temporizador precisam de atenção
ru: Уведомления таймера требуют внимания
th: การแจ้งเตือนตัวจับเวลาต้องตรวจสอบ
tr: Zamanlayıcı bildirimleriyle ilgilenmeniz gerekiyor
vi: Thông báo hẹn giờ cần được xử lý
zh_cn: 计时通知需要处理
zh_hk: 計時通知需要處理
zh_tw: 計時通知需要處理

# focusNotificationOpenSettings
source: Open system settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir ajustes del sistema
fr: Ouvrir les réglages système
hi_in: सिस्टम सेटिंग खोलें
id: Buka pengaturan sistem
it: Apri impostazioni di sistema
ja: システム設定を開く
ko: 시스템 설정 열기
mr_in: सिस्टम सेटिंग्ज उघडा
pt: Abrir definições do sistema
ru: Открыть системные настройки
th: เปิดการตั้งค่าระบบ
tr: Sistem ayarlarını aç
vi: Mở cài đặt hệ thống
zh_cn: 打开系统设置
zh_hk: 開啟系統設定
zh_tw: 開啟系統設定

# focusNotificationPermissionDenied
source: Notifications are off, so you may miss the end of this timer. You can turn them on in system settings.
ar: الإشعارات متوقفة، وقد تفوّت نهاية المؤقت. يمكنك تشغيلها من إعدادات النظام.
de: Benachrichtigungen sind deaktiviert; du könntest das Timerende verpassen. Du kannst sie in den Systemeinstellungen aktivieren.
es: Las notificaciones están desactivadas, así que podrías perderte el final del temporizador. Puedes activarlas en los ajustes del sistema.
fr: Les notifications sont désactivées : vous pourriez manquer la fin du minuteur. Vous pouvez les activer dans les réglages système.
hi_in: सूचनाएँ बंद हैं, इसलिए आप टाइमर का अंत भूल सकते हैं। इन्हें सिस्टम सेटिंग में चालू किया जा सकता है।
id: Notifikasi mati, jadi Anda mungkin melewatkan akhir timer. Anda dapat menyalakannya di pengaturan sistem.
it: Le notifiche sono disattivate: potresti non accorgerti della fine del timer. Puoi attivarle nelle impostazioni di sistema.
ja: 通知がオフのため、タイマー終了を見逃す可能性があります。システム設定でオンにできます。
ko: 알림이 꺼져 있어 타이머 종료를 놓칠 수 있습니다. 시스템 설정에서 켤 수 있습니다.
mr_in: सूचना बंद आहेत, त्यामुळे टायमर संपल्याचे तुमच्या लक्षात येणार नाही. त्या सिस्टम सेटिंग्जमध्ये सुरू करू शकता.
pt: As notificações estão desligadas, por isso pode perder o fim deste temporizador. Pode ligá-las nas definições do sistema.
ru: Уведомления отключены, поэтому вы можете пропустить конец таймера. Их можно включить в системных настройках.
th: การแจ้งเตือนปิดอยู่ คุณอาจพลาดเวลาสิ้นสุดตัวจับเวลา เปิดได้ในการตั้งค่าระบบ
tr: Bildirimler kapalı; zamanlayıcının bitişini kaçırabilirsiniz. Sistem ayarlarından açabilirsiniz.
vi: Thông báo đang tắt nên bạn có thể bỏ lỡ lúc hẹn giờ kết thúc. Bạn có thể bật trong cài đặt hệ thống.
zh_cn: 通知已关闭，你可能错过计时结束提醒。可在系统设置中开启。
zh_hk: 通知已關閉，你可能會錯過計時結束提醒。可以喺系統設定開啟。
zh_tw: 通知已關閉，你可能會錯過計時結束提醒。可在系統設定中開啟。

# focusNotificationRetry
source: Retry notification
ar: إعادة محاولة الإشعار
de: Benachrichtigung erneut versuchen
es: Reintentar notificación
fr: Réessayer la notification
hi_in: सूचना फिर आज़माएँ
id: Coba lagi notifikasi
it: Riprova notifica
ja: 通知を再試行
ko: 알림 다시 시도
mr_in: सूचना पुन्हा प्रयत्न करा
pt: Tentar novamente a notificação
ru: Повторить уведомление
th: ลองแจ้งเตือนอีกครั้ง
tr: Bildirimi yeniden dene
vi: Thử lại thông báo
zh_cn: 重试通知
zh_hk: 重試通知
zh_tw: 重試通知

# focusOutsideWorkHours
source: You are outside working hours.
ar: أنت خارج ساعات العمل حاليًا.
de: Du bist außerhalb deiner Arbeitszeit.
es: Estás fuera del horario laboral.
fr: Vous êtes en dehors des heures de travail.
hi_in: अभी काम का समय नहीं है।
id: Saat ini di luar jam kerja.
it: Sei fuori dall’orario di lavoro.
ja: 現在は勤務時間外です。
ko: 현재 근무 시간이 아닙니다.
mr_in: सध्या कामाची वेळ नाही.
pt: Está fora do horário de trabalho.
ru: Сейчас нерабочее время.
th: ขณะนี้อยู่นอกเวลาทำงาน
tr: Şu anda çalışma saatleri dışındasınız.
vi: Hiện không trong giờ làm việc.
zh_cn: 当前不在工作时间内。
zh_hk: 目前不在工作時間內。
zh_tw: 目前不在工作時間內。

# focusOverflowNote
source: This shift has no room left for {{tasks}}.
ar: لم يعد في هذه الوردية مكان لـ {{tasks}}.
de: In dieser Schicht ist kein Platz mehr für {{tasks}}.
es: En este turno ya no cabe {{tasks}}.
fr: Il ne reste plus de place pour {{tasks}} dans ce service.
hi_in: इस शिफ़्ट में {{tasks}} के लिए जगह नहीं बची।
id: Sif ini tidak punya ruang lagi untuk {{tasks}}.
it: In questo turno non c'è più spazio per {{tasks}}.
ja: このシフトの残りには {{tasks}} が入りません。
ko: 이번 근무에는 {{tasks}}을(를) 넣을 자리가 없습니다.
mr_in: या शिफ्टमध्ये {{tasks}} साठी जागा उरली नाही.
pt: Neste turno já não cabe {{tasks}}.
ru: В этой смене не осталось места для {{tasks}}.
th: กะนี้ไม่เหลือช่วงสำหรับ {{tasks}} แล้ว
tr: Bu vardiyada {{tasks}} için yer kalmadı.
vi: Ca này không còn chỗ cho {{tasks}}.
zh_cn: 这个班次剩下的格子放不下 {{tasks}}。
zh_hk: 這個班次剩下的格子放不下 {{tasks}}。
zh_tw: 這個班次剩下的格子放不下 {{tasks}}。

# focusPhaseComplete
source: This block is complete
ar: اكتملت هذه المرحلة
de: Dieser Block ist abgeschlossen
es: Este bloque ha terminado
fr: Ce bloc est terminé
hi_in: यह ब्लॉक पूरा हो गया
id: Blok ini selesai
it: Questo blocco è completato
ja: このブロックは完了しました
ko: 이 블록이 완료되었습니다
mr_in: हा ब्लॉक पूर्ण झाला
pt: Este bloco terminou
ru: Этот блок завершён
th: ช่วงนี้เสร็จสมบูรณ์แล้ว
tr: Bu blok tamamlandı
vi: Khối này đã hoàn tất
zh_cn: 本段已完成
zh_hk: 呢一段已完成
zh_tw: 這一段已完成

# focusPlanTitle
source: Pomodoro plan
ar: خطة جلسات التركيز
es: Plan pomodoro
fr: Planning pomodoro
hi_in: पोमोडोरो योजना
id: Rencana pomodoro
it: Piano pomodoro
ja: ポモドーロ計画
ko: 뽀모도로 계획
mr_in: पोमोडोरो योजना
pt: Plano de pomodoros
ru: План помодоро
th: แผนโพโมโดโร
tr: Pomodoro planı
vi: Kế hoạch pomodoro
zh_cn: 番茄规划
zh_hk: 番茄規劃
zh_tw: 番茄規劃

# focusPomodoroSummary
source: {{count}} × {{minutes}} min
ar: {{count}} × {{minutes}} دقيقة
hi_in: {{count}} × {{minutes}} मिनट
id: {{count}} × {{minutes}} mnt
ja: {{count}} × {{minutes}} 分
ko: {{count}} × {{minutes}}분
mr_in: {{count}} × {{minutes}} मिनिटे
ru: {{count}} × {{minutes}} мин
th: {{count}} × {{minutes}} นาที
tr: {{count}} × {{minutes}} dk
vi: {{count}} × {{minutes}} phút
zh_cn: {{count}} × {{minutes}} 分钟
zh_hk: {{count}} × {{minutes}} 分鐘
zh_tw: {{count}} × {{minutes}} 分鐘

# focusPomodoros
source: Estimated pomodoros
ar: الفترات المخططة
de: Geplante Einheiten
es: Bloques previstos
fr: Séances prévues
hi_in: तय किए गए ब्लॉक
id: Blok yang direncanakan
it: Blocchi previsti
ja: 予定するブロック数
ko: 예상 블록 수
mr_in: ठरवलेले टप्पे
pt: Blocos previstos
ru: Сколько блоков планируете
th: จำนวนช่วงที่วางไว้
tr: Planlanan blok
vi: Số phiên dự kiến
zh_cn: 预估番茄数
zh_hk: 預計番茄數
zh_tw: 預估番茄數

# focusQuickCreate
source: New task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
hi_in: नया कार्य
id: Tugas baru
it: Nuova attività
ja: 新しいタスク
ko: 새 작업
mr_in: नवीन कार्य
pt: Nova tarefa
ru: Новая задача
th: งานใหม่
tr: Yeni görev
vi: Việc mới
zh_cn: 新任务
zh_hk: 新任務
zh_tw: 新任務

# focusRemoveFavorite
source: Remove from quick tasks
ar: إزالة من المهام السريعة
de: Aus Schnellaufgaben entfernen
es: Quitar de tareas rápidas
fr: Retirer des tâches rapides
hi_in: त्वरित कार्यों से हटाएँ
id: Hapus dari tugas cepat
it: Rimuovi dalle attività rapide
ja: よく使うタスクから削除
ko: 자주 쓰는 작업에서 제거
mr_in: झटपट कामांमधून काढा
pt: Remover das tarefas rápidas
ru: Убрать из быстрых задач
th: นำออกจากงานด่วน
tr: Hızlı görevlerden kaldır
vi: Xóa khỏi tác vụ nhanh
zh_cn: 移出常用任务
zh_hk: 移出常用任務
zh_tw: 移出常用任務

# focusRoundsValue
source: {{count}} focus blocks
ar: {{count}} من جلسات التركيز
de: {{count}} Fokusblöcke
es: {{count}} bloques de enfoque
fr: {{count}} blocs de concentration
hi_in: {{count}} फोकस ब्लॉक
id: {{count}} blok fokus
it: {{count}} blocchi di focus
ja: {{count}} 集中ブロック
ko: {{count}}개 집중 블록
mr_in: {{count}} फोकस ब्लॉक्स
pt: {{count}} blocos de foco
ru: {{count}} блоков фокуса
th: {{count}} ช่วงโฟกัส
tr: {{count}} odak bloğu
vi: {{count}} khối tập trung
zh_cn: {{count}} 个专注块
zh_hk: {{count}} 個專注區段
zh_tw: {{count}} 個專注區段

# focusRunning
source: Running
ar: قيد التشغيل
de: Läuft
es: En marcha
fr: En cours
hi_in: चल रहा है
id: Berjalan
it: In corso
ja: 進行中
ko: 진행 중
mr_in: सुरू आहे
pt: A correr
ru: Идёт
th: กำลังทำ
tr: Sürüyor
vi: Đang chạy
zh_cn: 进行中
zh_hk: 進行中
zh_tw: 進行中

# focusSaveDayAsTemplate
source: Save this day as a template
ar: حفظ هذا اليوم كقالب
de: Tag als Vorlage speichern
es: Guardar este día como plantilla
fr: Enregistrer ce jour comme modèle
hi_in: इस दिन को टेम्पलेट के रूप में सहेजें
id: Simpan hari ini sebagai templat
it: Salva il giorno come modello
ja: この日の予定をテンプレートに保存
ko: 이 날짜를 템플릿으로 저장
mr_in: हा दिवस टेम्पलेट म्हणून जतन करा
pt: Guardar este dia como modelo
ru: Сохранить день как шаблон
th: บันทึกวันนี้เป็นแม่แบบ
tr: Bu günü şablon olarak kaydet
vi: Lưu ngày này thành mẫu
zh_cn: 将此天安排存为模板
zh_hk: 將此日安排存為範本
zh_tw: 將此日安排存為範本

# focusSaveTask
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi_in: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
mr_in: जोडा
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_cn: 添加
zh_hk: 新增
zh_tw: 新增

# focusSaveTodayAsUsual
source: Create a focus day template
ar: إنشاء قالب ليوم من التركيز
de: Fokustag als Vorlage erstellen
es: Crear una plantilla de día
fr: Créer un modèle de journée
hi_in: दैनिक फ़ोकस टेम्पलेट बनाएँ
id: Buat templat hari fokus
it: Crea un modello di giornata
ja: 集中スケジュールのテンプレートを作成
ko: 하루 집중 일정 템플릿 만들기
mr_in: दिवसभराच्या एकाग्रतेचा साचा तयार करा
pt: Criar um modelo de dia
ru: Создать шаблон дня
th: สร้างแม่แบบตารางโฟกัส
tr: Odak günü şablonu oluştur
vi: Tạo mẫu lịch tập trung
zh_cn: 创建专注日程模板
zh_hk: 建立專注日程範本
zh_tw: 建立專注日程範本

# focusSaveTodayAsUsualDetail
source: Plan a day of focus tasks to use again.
ar: رتّب مهام التركيز ليوم كامل لاستخدامها مجددًا.
de: Plane die Fokusaufgaben eines Tages zur Wiederverwendung.
es: Organiza las tareas de concentración de un día para reutilizarlas.
fr: Organisez les tâches de concentration d’une journée pour les réutiliser.
hi_in: एक दिन के फ़ोकस कार्यों की योजना बनाएँ और उसे दोबारा उपयोग करें।
id: Susun tugas fokus sehari untuk digunakan kembali.
it: Organizza le attività di concentrazione di un giorno da riutilizzare.
ja: 1日分の集中タスクを組み、繰り返し使えます。
ko: 하루의 집중 작업을 계획하고 다시 사용하세요.
mr_in: एका दिवसाच्या एकाग्रतेच्या कामांचे नियोजन करा आणि ते पुन्हा वापरा.
pt: Planeie as tarefas de concentração de um dia para reutilizar.
ru: Запланируйте задачи на день, чтобы использовать этот план снова.
th: วางแผนงานโฟกัสหนึ่งวันเพื่อนำกลับมาใช้ซ้ำ
tr: Bir günlük odak görevlerini tekrar kullanmak üzere planla.
vi: Sắp xếp công việc tập trung trong một ngày để dùng lại.
zh_cn: 安排一天的专注任务，之后可重复使用。
zh_hk: 安排一天的專注任務，之後可重複使用。
zh_tw: 安排一天的專注任務，之後可重複使用。

# focusScale
source: Scale
ar: النطاق
de: Ansicht
es: Escala
fr: Échelle
hi_in: स्केल
id: Skala
it: Scala
ja: 表示
ko: 범위
mr_in: स्केल
pt: Escala
ru: Масштаб
th: มุมมอง
tr: Ölçek
vi: Thang
zh_cn: 尺度
zh_hk: 尺度
zh_tw: 尺度

# focusScaleToday
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi_in: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
mr_in: आज
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_cn: 今天
zh_hk: 今天
zh_tw: 今天

# focusScaleUsual
source: Usual
ar: المعتاد
de: Üblich
es: Habitual
fr: Habituel
hi_in: सामान्य
id: Biasa
it: Abituale
ja: いつも
ko: 자주 쓰는
mr_in: नेहमीचे
pt: Habitual
ru: Обычный
th: ที่ใช้บ่อย
tr: Her zamanki
vi: Thường dùng
zh_cn: 常用
zh_hk: 常用
zh_tw: 常用

# focusSchedule
source: Schedule
ar: جدولة
de: Einplanen
es: Programar
fr: Planifier
hi_in: समय तय करें
id: Jadwalkan
it: Programma
ja: 時間を決める
ko: 시간 정하기
mr_in: वेळ ठरवा
pt: Agendar
ru: Запланировать
th: จัดเวลา
tr: Zamanla
vi: Hẹn giờ
zh_cn: 安排时间
zh_hk: 安排時間
zh_tw: 安排時間

# focusSetDefaultTemplate
source: Use every day
ar: استخدمه كل يوم
de: Täglich verwenden
es: Usar cada día
fr: Utiliser chaque jour
hi_in: हर दिन इस्तेमाल करें
id: Pakai setiap hari
it: Usa ogni giorno
ja: 毎日使う
ko: 매일 사용
mr_in: दररोज वापरा
pt: Usar todos os dias
ru: Применять каждый день
th: ใช้ทุกวัน
tr: Her gün kullan
vi: Dùng mỗi ngày
zh_cn: 每天自动使用
zh_hk: 每天自動使用
zh_tw: 每天自動使用

# focusShortBreak
source: Short break
ar: استراحة قصيرة
de: Kurze Pause
es: Descanso corto
fr: Pause courte
hi_in: छोटा विश्राम
id: Istirahat singkat
it: Pausa breve
ja: 短い休憩
ko: 짧은 휴식
mr_in: लहान विश्रांती
pt: Pausa curta
ru: Короткий перерыв
th: พักสั้น
tr: Kısa mola
vi: Nghỉ ngắn
zh_cn: 短休息
zh_hk: 短暫休息
zh_tw: 短暫休息

# focusShortBreakDuration
source: Short break
ar: استراحة قصيرة
de: Kurze Pause
es: Descanso corto
fr: Pause courte
hi_in: छोटा विश्राम
id: Istirahat singkat
it: Pausa breve
ja: 短い休憩
ko: 짧은 휴식
mr_in: लहान विश्रांती
pt: Pausa curta
ru: Короткий перерыв
th: พักสั้น
tr: Kısa mola
vi: Nghỉ ngắn
zh_cn: 短休息
zh_hk: 短暫休息
zh_tw: 短暫休息

# focusStart
source: Start
ar: بدء
es: Empezar
fr: Démarrer
hi_in: शुरू
id: Mulai
it: Avvia
ja: 開始
ko: 시작
mr_in: सुरू
pt: Começar
ru: Начать
th: เริ่ม
tr: Başlat
vi: Bắt đầu
zh_cn: 开始
zh_hk: 開始
zh_tw: 開始

# focusStartAfter
source: Available from {{time}}
ar: متاح بدءًا من {{time}}
de: Ab {{time}} verfügbar
es: Disponible a partir de {{time}}
fr: Disponible à partir de {{time}}
hi_in: {{time}} से उपलब्ध
id: Tersedia mulai {{time}}
it: Disponibile da {{time}}
ja: {{time}}から開始できます
ko: {{time}}부터 시작 가능
mr_in: {{time}} पासून उपलब्ध
pt: Disponível a partir de {{time}}
ru: Доступно с {{time}}
th: เริ่มได้ตั้งแต่ {{time}}
tr: {{time}} itibarıyla kullanılabilir
vi: Có thể bắt đầu từ {{time}}
zh_cn: {{time}} 后可开始
zh_hk: {{time}} 後可開始
zh_tw: {{time}} 後可開始

# focusStartAlreadyRunning
source: A timer is already running.
ar: يوجد مؤقت قيد التشغيل بالفعل.
de: Es läuft bereits ein Timer.
es: Ya hay un temporizador en marcha.
fr: Un minuteur est déjà en cours.
hi_in: एक टाइमर पहले से चल रहा है।
id: Timer sudah berjalan.
it: Un timer è già in esecuzione.
ja: タイマーがすでに動作中です。
ko: 이미 타이머가 실행 중입니다.
mr_in: एक टाइमर आधीच सुरू आहे.
pt: Já existe um temporizador em curso.
ru: Таймер уже запущен.
th: มีตัวจับเวลาทำงานอยู่แล้ว
tr: Bir zamanlayıcı zaten çalışıyor.
vi: Đã có bộ hẹn giờ đang chạy.
zh_cn: 已有计时正在运行。
zh_hk: 已有計時正在進行。
zh_tw: 已有計時正在執行。

# focusStartNextFocus
source: Start next focus
ar: بدء جلسة التركيز التالية
de: Nächsten Fokus starten
es: Iniciar el siguiente enfoque
fr: Commencer la prochaine concentration
hi_in: अगला फोकस शुरू करें
id: Mulai fokus berikutnya
it: Inizia il prossimo focus
ja: 次の集中を始める
ko: 다음 집중 시작
mr_in: पुढील फोकस सुरू करा
pt: Iniciar o próximo foco
ru: Начать следующий фокус
th: เริ่มโฟกัสรอบถัดไป
tr: Sonraki odağı başlat
vi: Bắt đầu phiên tập trung tiếp theo
zh_cn: 开始下一轮专注
zh_hk: 開始下一輪專注
zh_tw: 開始下一輪專注

# focusStartNow
source: Start now
ar: ابدأ الآن
de: Jetzt starten
es: Empezar ahora
fr: Commencer maintenant
hi_in: अभी शुरू करें
id: Mulai sekarang
it: Inizia ora
ja: 今すぐ始める
ko: 지금 시작
mr_in: आता सुरू करा
pt: Começar agora
ru: Начать сейчас
th: เริ่มทันที
tr: Şimdi başlat
vi: Bắt đầu ngay
zh_cn: 立即开始
zh_hk: 立即開始
zh_tw: 立即開始
